Repository: vesta-webtrees-2-custom-modules/vesta_common
Catalog: resources/lang/*.po
Languages: ca, cs, de, es, fr, ru, sk, ta, vi

source: Make sure all active custom modules are compatible with the new webtrees version %1$s. You may have to upgrade them as well.
ca: Assegureu-vos que tots els mòduls personalitzats actius siguin compatibles amb la nova versió d'arbres web %1$s. És possible que també hàgiu d'actualitzar-los.
de: Stellen Sie sicher, dass alle aktiven Erweiterungsmodule mit der neuen webtrees-Version %1$s kompatibel sind. Möglicherweise müssen Sie auch diese aktualisieren.
es: Asegúrese de que todos los módulos personalizados activos sean compatibles con la nueva versión de webtrees %1$s. Es posible que también tengas que actualizarlos.
fr: Assurez-vous que tous les modules personnalisés actifs sont compatibles avec la nouvelle version de Webtrees %1$s. Vous devrez peut-être également les mettre à niveau.
ru: Убедитесь, что все активные пользовательские модули совместимы с новой версией веб-дерева %1$s. Возможно, вам также придется обновить их.
sk: Uistite sa, že všetky aktívne užívateľské moduly sú kompatibilné s novou verziou webtrees %1$s. Možno ich budete musieť tiež aktualizovať.
ta: அனைத்து செயலில் உள்ள தனிப்பயன் தொகுதிகள் புதிய வெப் ட்ரீச் பதிப்பு %1$s உடன் இணக்கமாக இருப்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். நீங்கள் அவற்றை மேம்படுத்த வேண்டியிருக்கும்.
vi: Hãy đảm bảo rằng tất cả các mô-đun tùy chỉnh đang hoạt động đều tương thích với phiên bản mới của Webtrees %1$s. Bạn có thể cần phải nâng cấp chúng.

source: Make sure to enable this module if any other Vesta module is enabled.
ca: Assegureu-vos d'habilitar aquest mòdul si qualsevol altre mòdul de Vesta està habilitat.
de: Stellen Sie sicher, dass Sie dieses Modul aktivieren, wenn ein anderes Vesta-Modul aktiviert ist.
es: Asegúrese de habilitar este módulo si cualquier otro módulo Vesta está habilitado.
fr: Assurez-vous d'activer ce module si un autre module Vesta est activé.
ru: Обязательно включите этот модуль, если любой другой модуль Vesta включен.
sk: Uistite sa, že je tento modul povolený, ak je povolený ľubovoľný iný Vesta modul.
ta: வேறு ஏதேனும் வெச்டா தொகுதி இயக்கப்பட்டிருந்தால் இந்த தொகுதியை இயக்குவதை உறுதிசெய்க.
vi: Hãy đảm bảo kích hoạt mô-đun này nếu bất kỳ mô-đun Vesta nào khác đang được kích hoạt.

source: Modules listed here are used (in the configured order) to determine map coordinates of places.
ca: Els mòduls llistats aquí s'utilitzen (en l'ordre configurat) per determinar les coordenades del mapa dels llocs.
cs: Moduly v tomto seznamu slouží (v tom pořadí) k určení mapových souřadnic míst.
de: Die hier aufgeführten Module werden (in der konfigurierten Reihenfolge) verwendet, um Kartenkoordinaten von Orten zu ermitteln.
es: Los módulos enumerados aquí se utilizan (en el orden configurado) para determinar las coordenadas de los lugares.
fr: Les modules listés ici sont utilisés (dans l'ordre de configuration) afin de déterminer les coordonnées géographiques des lieux.
ru: Перечисленные здесь модули используются (в настроенном порядке) для определения координат мест на карте.
sk: Tu uvedené moduly sa používajú (v nakonfigurovanom poradí) na určovanie geografických koordinát miest.
ta: இடங்களின் வரைபட ஆயங்களை தீர்மானிக்க இங்கே பட்டியலிடப்பட்ட தொகுதிகள் பயன்படுத்தப்படுகின்றன (உள்ளமைக்கப்பட்ட வரிசையில்).
vi: Các mô-đun được liệt kê ở đây được sử dụng (theo thứ tự đã định cấu hình) để xác định tọa độ bản đồ của các địa điểm.

source: Modules listed here may provide additional data for facts and events (displayed in the configured order).
ca: Els mòduls llistats aquí poden proporcionar dades addicionals per a fets i esdeveniments (mostrats en l'ordre configurat).
de: Die hier aufgeführten Module können zusätzliche Daten für Tatsachen und Ereignisse bereitstellen (Anzeige in der konfigurierten Reihenfolge).
es: Los módulos enumerados aquí pueden proporcionar datos adicionales para hechos y eventos (que se muestran en el orden configurado).
fr: Les modules répertoriés ici peuvent fournir des données supplémentaires sur les faits et les événements (affichés dans l'ordre configuré).
ru: Перечисленные здесь модули могут предоставлять дополнительные данные для фактов и событий (отображаются в настроенном порядке).
sk: Moduly v tomto zozname poskytujú dodatočné údaje pre fakty a údaje (zobrazované v konfigurovanom poradí).
ta: இங்கே பட்டியலிடப்பட்ட தொகுதிகள் உண்மைகள் மற்றும் நிகழ்வுகளுக்கு கூடுதல் தரவை வழங்கக்கூடும் (உள்ளமைக்கப்பட்ட வரிசையில் காட்டப்படும்).
vi: Các mô-đun được liệt kê ở đây có thể cung cấp dữ liệu bổ sung cho các dữ kiện và sự kiện (được hiển thị theo thứ tự đã định cấu hình).

# as in "Move down"
source: Move
ca: Moure
cs: Přemístit
de: nach unten
es: Mover
fr: Déplacer
ru: Переместить
sk: Posuň
ta: நகர்த்தவும்
vi: Di chuyển

# as in "Move up"
source: Move
ca: Moure
cs: Přemístit
de: nach oben
es: Mover
fr: Déplacer
ru: Переместить
sk: Posuň
ta: நகர்த்தவும்
vi: Di chuyển

source: No events of these specific types have occurred at this place.
ca: No s'han produït esdeveniments d'aquests tipus específics en aquest lloc.
de: An diesem Ort hat es keine Ereignisse dieser Art gegeben.
es: Ningún evento de este tipo específico ha ocurrido en este lugar.
fr: Aucun événement de ce type spécifique n'a eu lieu à cet endroit.
ru: Никаких событий этих конкретных типов не произошло в этом месте.
sk: Na tomto mieste sa neudiala žiadna z uvedených udalostí.
ta: இந்த இடத்தில் இந்த குறிப்பிட்ட வகைகளின் நிகழ்வுகள் எதுவும் ஏற்படவில்லை.
vi: Không có sự kiện cụ thể nào trong số này từng xảy ra tại địa điểm này.

source: No relationship found
ca: No s'ha trobat cap relació
de: Keine Beziehung gefunden
es: No se encontró relación
fr: Aucune relation trouvée
ru: Связь не найдена
sk: Nenašiel sa žiaden vzťah
ta: எந்த உறவும் கிடைக்கவில்லை
vi: Không tìm thấy mối quan hệ nào

source: Only webtrees versions before %1$s are supported.
ca: Només versions d'arbres web anteriors %1$s són compatibles.
de: Es werden nur webtrees Versionen vor %1$s unterstützt.
es: Solo se admiten las versiones de webtrees anteriores a %1$s.
fr: Seules les versions de webtrees antérieures à %1$s sont prises en charge.
ru: Поддерживаются только версии веб-деревьев до %1$s.
sk: Podporované sú len verzie pred %1$s.
ta: %1$s க்கு முன் வெப் ட்ரீச் பதிப்புகள் மட்டுமே ஆதரிக்கப்படுகின்றன.
vi: Chỉ các phiên bản webtrees trước %1$s mới được hỗ trợ.

source: Options
ca: Opcions
cs: Možnosti
de: Optionen
es: Opciones
ru: Параметры
sk: Možnosti
ta: விருப்பங்கள்
vi: Tùy chọn

source: Place History UI Element Providers
ca: Lloc de l'historial Proveïdors d'elements de la interfície d'usuari
de: Geschichte des Ortes UI-Elementanbieter
es: Proveedores de Elementos UI para lugares históricos
fr: Fournisseurs d'éléments d'interface utilisateur pour l'histoire du lieu
ru: Поставщики элементов пользовательского интерфейса «История места»
sk: História miesta poskytovateľ UI
ta: வரலாறு இடைமுகம் உறுப்பு வழங்குநர்களை வைக்கவும்
vi: Các nhà cung cấp phần tử giao diện người dùng Lịch sử địa điểm

source: Place history
ca: Història del lloc
de: Geschichte des Ortes
es: Historial de lugares
fr: Historique du lieu
ru: История места
sk: História miesta
ta: வரலாற்றை வைக்கவும்
vi: Lịch sử địa điểm

source: Possessions
ca: Propietats
de: Besitzungen
es: Posesiones
ru: Имущество
sk: Vlastníctvo
ta: உடைமைகள்
vi: Tài sản

source: Provides location data to other custom modules.
ca: Proporciona dades d'ubicació a altres mòduls personalitzats.
cs: Poskytuje údaje o poloze jiným modulům.
de: Stellt Standortdaten für andere Erweiterungsmodule zur Verfügung.
es: Proporciona datos de geolocalización a otros módulos personalizados.
fr: Fournit des données de localisation aux autres modules.
ru: Предоставляет данные о местоположении другим настраиваемым модулям.
sk: Poskytuje údaje o polohe iným užívateľským modulom.
ta: பிற தனிப்பயன் தொகுதிகளுக்கு இருப்பிட தரவை வழங்குகிறது.
vi: Cung cấp dữ liệu vị trí cho các mô-đun tùy chỉnh khác.

source: Q: How do I configure additional hooks?
ca: P: Com puc configurar els ganxos addicionals?
cs: Q: Jak mohu uzpůsobit dodatečné háčky?
de: F: Wie kann ich zusätzliche Hooks konfigurieren?
es: P: ¿Cómo configuro hooks adicionales?
fr: Q : comment puis-je configurer des crochets supplémentaires ?
ru: Q: Как мне настроить дополнительные хуки?
sk: Q: Ako nakonfigurujem dodatočné háčiky?
ta: கே: கூடுதல் கொக்கிகள் எவ்வாறு கட்டமைப்பது?
vi: Hỏi: Làm cách nào để định cấu hình các móc bổ sung?

source: Q: How do the Vesta modules interact?
ca: P: Com interactuen els mòduls de Vesta?
cs: Q: Jak moduly Vesta navzájem spolupracují?
de: F: Wie wirken die Vesta-Module zusammen?
es: P: ¿Cómo interactúan los módulos Vesta?
fr: Q : Comment interagissent les modules Vesta ?
ru: В: Как взаимодействуют модули Весты?
sk: Q: Ako spolupracujú moduly Vesta?
ta: கே: வெச்டா தொகுதிகள் எவ்வாறு தொடர்பு கொள்கின்றன?
vi: Hỏi: Làm thế nào để các mô-đun Vesta tương tác?

source: Q: Is there additional documentation?
ca: P: Hi ha documentació addicional?
cs: Q: Existuje nějaká další dokumentace?
de: F: Gibt es weitere Dokumentation?
es: P: ¿Hay documentación adicional?
fr: Q : Existe-t-il une documentation supplémentaire ?
ru: В: Есть ли дополнительная документация?
sk: Q: Existuje ďalšia dokumentácia?
ta: கே: கூடுதல் ஆவணங்கள் உள்ளதா?
vi: Hỏi: Có tài liệu bổ sung không?

source: Q: Ok, but what's the actual benefit for the user?
ca: P: D'acord, però quin és el benefici real per a l'usuari?
cs: Q: Tak v čem je vlastně skutečný přínos pro uživatele?
de: F: Ok, aber was ist der eigentliche Nutzen für den Benutzer?
es: P: Bien, pero ¿Cuál es el beneficio real para el usuario?
fr: Q : Ok, mais c'est quoi le bénéfice pour l'utilisateur ?
ru: В: Хорошо, но какова реальная выгода для пользователя?
sk: Q: V poriadku, ale aké má z toho výhody užívateľ?
ta: கே: சரி, ஆனால் பயனருக்கு உண்மையான நன்மை என்ன?
vi: Hỏi: Được rồi, nhưng lợi ích thực sự cho người dùng là gì?

source: Q: What's with the %1$s symbol?
ca: P: Què passa amb el %1$s símbol?
cs: Q: Co je zač symbol %1$s ?
de: F: Was hat es mit dem %1$s Symbol auf sich?
es: P: ¿Qué significa el símbolo %1$s?
fr: Q : C'est quoi ce symbole %1$s ?
ru: В: Что за символ %1$s?
sk: Q: Čo je %1$s vlastne za symbol?
ta: கே: %1$s சின்னத்துடன் என்ன இருக்கிறது?
vi: Hỏi: Biểu tượng %1$s là gì?

source: Readme
ca: Llegeix-me
cs: Čístomně
de: Liesmich
es: Léame
fr: Lisez-moi
ru: Прочти меня
sk: Čítať
vi: Đọc file này

source: Relationship to predecessor
ca: Relació amb el predecessor
de: Beziehung zum Vorgänger
es: Relación con el antecesor
fr: Relation avec le prédécesseur
ru: Отношение к предшественнику
sk: Vzťah k predchodcovi
ta: முன்னோடி உறவு

source: Requires the '%1$s %2$s' module, and the '%1$s %3$s' module.
ca: Requereix el '%1$s %2$s' mòdul, i el '%1$s %3$s' mòdul.
cs: Vyžaduje modul „%1$s %2$s“ a modul „%1$s %3$s“.
de: Benötigt das Modul '%1$s %2$s' und das Modul '%1$s %3$s'.
es: Requiere el módulo '%1$s %2$s' y el módulo '%1$s %3$s'.
fr: Nécessite le module '%1$s %2$s, ainsi que le module '%1$s %3$s'.
ru: Требуется модуль «%1$s %2$s» и модуль «%1$s %3$s».
sk: Vyžaduje modul „%1$s %2$s“ a „%1$s %3$s“.
ta: ' %1$s %2$s' தொகுதி தேவை, மற்றும் ' %1$s %3$s' தொகுதி தேவை.
vi: Yêu cầu mô-đun '%1$s %2$s' và mô-đun '%1$s %3$s'.

source: Requires the '%1$s %2$s' module, the '%1$s %3$s' module, and the '%1$s %4$s' module.
ca: Requereix el '%1$s %2$s' mòdul, el '%1$s %3$s' mòdul, i el '%1$s %4$s' mòdul.
cs: Vyžaduje modul „%1$s %2$s“, modul „%1$s %3$s“ a modul „%1$s %4$s“.
de: Benötigt das Modul '%1$s %2$s', das Modul '%1$s %3$s' und das Modul '%1$s %4$s'.
es: Requiere el módulo '%1$s %2$s', el módulo '%1$s %3$s' y el módulo '%1$s %4$s'.
fr: Nécessite le module '%1$s %2$s', le module '%1$s %3$s', et le module '%1$s %4$s'.
ru: Требуется модуль «%1$s %2$s», модуль «%1$s %3$s» и модуль «%1$s %4$s».
sk: Vyžaduje modul „%1$s %2$s“, modul „%1$s %3$s“ a modul „%1$s %4$s“.
ta: ' %1$s %2$s' தொகுதி, ' %1$s %3$s' தொகுதி மற்றும் ' %1$s %4 $ s' தொகுதி தேவை.
vi: Yêu cầu mô-đun '%1$s %2$s', mô-đun '%1$s %3$s' và mô-đun '%1$s %4$s'.

source: Requires the '%1$s %2$s' module.
ca: Requereix el '%1$s %2$s' mòdul.
cs: Vyžaduje modul „%1$s %2$s“.
de: Benötigt das Modul '%1$s %2$s'.
es: Requiere el módulo '%1$s %2$s'.
fr: Nécessite le module '%1$s %2$s'.
ru: Требуется модуль '%1$s %2$s'.
sk: Vyžaduje modul „%1$s %2$s“.
ta: ' %1$s %2$s' தொகுதி தேவை.
vi: Yêu cầu mô-đun '%1$s %2$s'.

source: Residences
ca: Residències
de: Wohnsitze
es: Residencias
fr: Résidences
ru: Резиденции
sk: Sídla
ta: குடியிருப்புகள்

source: Restrict facts and events in the place history to this list of GEDCOM facts and events.
ca: Restringiu els fets i esdeveniments de l'historial del lloc a aquesta llista de fets i esdeveniments de GEDCOM.
de: Beschränke die Tatsachen und Ereignisse zur Geschichte des Ortes auf diese Liste von GEDCOM Tatsachen und Ereignissen.
es: Restringir los hechos y eventos del historial del lugar a esta lista de hechos y eventos de GEDCOM.
fr: Limitez les faits et les événements de l'historique du lieu à cette liste de faits et d'événements GEDCOM.
ru: Ограничьте факты и события в истории места этим списком фактов и событий GEDCOM.
sk: Obmedziť fakty a udalosti v histórii miesta na tento zoznam GEDCOM faktov a udalostí.
ta: GEDCOM உண்மைகள் மற்றும் நிகழ்வுகளின் இந்த பட்டியலுக்கு இட வரலாற்றில் உண்மைகளையும் நிகழ்வுகளையும் கட்டுப்படுத்துங்கள்.

source: Restrict to this list of GEDCOM family facts and events. You can modify this list by removing or adding fact and event names, even custom ones, as necessary.
ca: Restringiu a aquesta llista de fets i esdeveniments familiars de GEDCOM. Podeu modificar aquesta llista eliminant o afegint noms de fets i esdeveniments, fins i tot personalitzats, segons calgui.
cs: Omezit na tento seznam rodinných faktů a událostí. Tento seznam je podle potřeby možno modifikovat odebráním nebo přidáním názvů faktů a událostí.
de: Beschränken Sie sich auf diese Liste der GEDCOM Familienfakten und -ereignisse. Sie können diese Liste ändern, indem Sie Fakten- und Ereignisnamen, auch benutzerdefinierte, nach Bedarf entfernen oder hinzufügen.
es: Restringir a esta lista de hechos y eventos de la familia GEDCOM. Puede modificar esta lista eliminando o agregando hechos y eventos, incluso personalizados, según crea necesario.
fr: Restreindre à une liste d'actes et d'événements familiaux GEDCOM. Vous pouvez modifier cette liste en supprimant ou ajoutant des noms d'actes ou d'événements, y compris personnalisés, si nécessaire.
ru: Ограничьтесь этим списком фактов и событий семьи GEDCOM. Вы можете изменить этот список, удалив или добавив имена фактов и событий, даже собственные, если необходимо.
sk: Obmedziť na tento zoznam rodinných GEDCOM faktov a udalostí. Tento zoznam môžete upraviť odstránením, alebo pridaním potrebných faktov a udalostí, pričom môžete použiť aj užívateľské fakty a udalosti.
ta: GEDCOM குடும்ப உண்மைகள் மற்றும் நிகழ்வுகளின் இந்த பட்டியலை கட்டுப்படுத்தவும். தேவைக்கேற்ப உண்மை மற்றும் நிகழ்வு பெயர்களை, தனிப்பயன் பெயர்களை அகற்றுவதன் மூலம் அல்லது சேர்ப்பதன் மூலம் இந்த பட்டியலை மாற்றலாம்.
vi: Giới hạn trong danh sách các dữ kiện và sự kiện gia đình GEDCOM này. Bạn có thể sửa đổi danh sách này bằng cách xóa hoặc thêm tên sự kiện và sự kiện, thậm chí cả tên tùy chỉnh, nếu cần.

source: Restrict to this list of GEDCOM individual facts and events. You can modify this list by removing or adding fact and event names, even custom ones, as necessary.
ca: Restringiu a aquesta llista de fets i esdeveniments individuals de GEDCOM. Podeu modificar aquesta llista eliminant o afegint noms de fets i esdeveniments, fins i tot personalitzats, segons calgui.
cs: Omezit na tento seznam osobních faktů a událostí. Tento seznam je podle potřeby možno modifikovat odebráním nebo přidáním názvů faktů a událostí.
de: Beschränken Sie sich auf diese Liste der GEDCOM Individualfakten und -ereignisse. Sie können diese Liste ändern, indem Sie Fakten- und Ereignisnamen, auch benutzerdefinierte, nach Bedarf entfernen oder hinzufügen.
es: Restringir a esta lista de hechos y eventos individuales de GEDCOM. Puede modificar esta lista eliminando o agregando hechos y eventos, incluso personalizados, según crea necesario.
fr: Restreindre à une liste d'actes et d'événements individuels GEDCOM. Vous pouvez modifier cette liste en supprimant ou ajoutant des noms d'actes ou d'événements, y compris personnalisés, si nécessaire.
ru: Ограничьте этот список отдельными фактами и событиями GEDCOM. Вы можете изменить этот список, удалив или добавив имена фактов и событий, даже собственные, если необходимо.
sk: Obmedziť na tento zoznam osobných GEDCOM faktov a udalostí. Tento zoznam môžete upraviť odstránením, alebo pridaním potrebných faktov a udalostí, pričom môžete použiť aj užívateľské fakty a udalosti.
ta: GEDCOM தனிப்பட்ட உண்மைகள் மற்றும் நிகழ்வுகளின் இந்த பட்டியலை கட்டுப்படுத்தவும். தேவைக்கேற்ப உண்மை மற்றும் நிகழ்வு பெயர்களை, தனிப்பயன் பெயர்களை அகற்றுவதன் மூலம் அல்லது சேர்ப்பதன் மூலம் இந்த பட்டியலை மாற்றலாம்.
vi: Giới hạn trong danh sách này các dữ kiện và sự kiện riêng lẻ của GEDCOM. Bạn có thể sửa đổi danh sách này bằng cách xóa hoặc thêm tên sự kiện và sự kiện, thậm chí cả tên tùy chỉnh, nếu cần.

source: See also %1$s for an overview of location data management in webtrees.
ca: Vegeu també %1$s Per obtenir una visió general de la gestió de dades d'ubicació a Webtrees.
cs: Vizte také %1$s pro přehled o správě údajů o poloze ve webtrees.
de: Siehe auch %1$s für eine Übersicht über die Verwaltung von Ortsdaten in Webtrees.
es: Consulte también %1$s para obtener una descripción general de la administración de datos de geolocalización en webtrees.
fr: Voir aussi %1$s pour un aperçu de la gestion des données de localisation dans webtrees.
ru: См. Также %1$s для обзора управления данными о местоположении в веб-деревьях.
sk: Pozrite aj %1$s pre prehľad o správe údajov o polohe vo webtrees.
ta: வெப் ட்ரீசில் இருப்பிட தரவு நிர்வாகத்தின் கண்ணோட்டத்திற்கு %1$s ஐயும் காண்க.
vi: Xem them %1$s để biết tổng quan về quản lý dữ liệu vị trí trong webtrees.

source: The currently installed versions of the following custom modules may not be compatible with the new webtrees version %1$s, and there are no upgrades available yet: %2$s
ca: Les versions instal·lades actualment dels mòduls personalitzats següents poden no ser compatibles amb la nova versió d'arbres web %1$s, i encara no hi ha actualitzacions disponibles: %2$s
de: Die derzeit installierten Versionen der folgenden Erweiterungsmodule sind möglicherweise nicht mit der neuen webtrees-Version %1$s kompatibel, und es sind noch keine Upgrades verfügbar: %2$s
es: Es posible que las versiones actualmente instaladas de los siguientes módulos personalizados no sean compatibles con la nueva versión de webtrees %1$s, y aún no hay actualizaciones disponibles: %2$s
fr: Les versions actuellement installées des modules personnalisés suivants peuvent ne pas être compatibles avec la nouvelle version de Webtrees %1$s, et il n'y a pas encore de mises à jour disponibles : %2$s
ru: Установленные в настоящее время версии следующих настраиваемых модулей могут быть несовместимы с новой версией webtrees %1$s, и пока нет доступных обновлений: %2$s
sk: V súčasnosti inštalované verzie nasledovných užívateľských modulov možno nie sú kompatibilné s novou verziou webtrees %1$s a zatiaľ nie sú k dispozícii príslušné aktualizácie: %2$s
ta: பின்வரும் தனிப்பயன் தொகுதிகளின் தற்போது நிறுவப்பட்ட பதிப்புகள் புதிய வெப் ட்ரீச் பதிப்பு %1$s உடன் பொருந்தாது, மேலும் மேம்படுத்தல்கள் எதுவும் கிடைக்கவில்லை: %2$s

source: The currently installed versions of the following custom modules may not be compatible with the new webtrees version %1$s, but the modules have upgrades available: %2$s
ca: Les versions instal·lades actualment dels mòduls personalitzats següents poden no ser compatibles amb la nova versió d'arbres web %1$s, però els mòduls tenen actualitzacions disponibles: %2$s
de: Die derzeit installierten Versionen der folgenden Erweiterungsmodule sind möglicherweise nicht mit der neuen webtrees-Version %1$s kompatibel, aber für die Module sind Upgrades verfügbar: %2$s
es: Es posible que las versiones actualmente instaladas de los siguientes módulos personalizados no sean compatibles con la nueva versión de webtrees %1$s, pero los módulos tienen actualizaciones disponibles: %2$s
fr: Les versions actuellement installées des modules personnalisés suivants peuvent ne pas être compatibles avec la nouvelle version de Webtrees %1$s, mais les modules ont des mises à jour disponibles : %2$s
ru: Установленные в настоящее время версии следующих настраиваемых модулей могут быть несовместимы с новой версией webtrees %1$s, но для модулей доступны обновления: %2$s
sk: V súčasnosti inštalované verzie nasledovných užívateľských modulov možno nie sú kompatibilné s novou verziou webtrees %1$s, ale moduly majú k dispozícii aktualizácie: %2$s
ta: பின்வரும் தனிப்பயன் தொகுதிகளின் தற்போது நிறுவப்பட்ட பதிப்புகள் புதிய வெப் ட்ரீச் பதிப்பு %1$s உடன் பொருந்தாது, ஆனால் தொகுதிகள் மேம்படுத்தல்களைக் கொண்டுள்ளன: %2$s

source: The relationship refers to the predecessor, i.e. the individual from the preceding fact of the same type.
ca: La relació es refereix al predecessor, és a dir, l'individu del fet precedent del mateix tipus.
de: Die Beziehung bezieht sich auf den Vorgänger, d.h. die Person aus dem vorangegangenen Tatsache derselben Art.
es: La relación se refiere al antecesor, es decir, al individuo del hecho precedente del mismo tipo.
fr: La relation fait référence au prédécesseur, c'est-à-dire à l'individu du fait précédent du même type.
ru: Отношение относится к предшественнику, то есть индивидууму из предшествующего факта того же типа.
sk: Vzťah sa určuje k predchodcovi, t.j. osobe z predchádzajúceho faktu toho istého typu.
ta: உறவு முன்னோடிகளைக் குறிக்கிறது, அதாவது அதே வகையின் முந்தைய உண்மையிலிருந்து தனிநபர்.

source: These modules may also provide additional facts and events, which are displayed sorted by date and type.
ca: Aquests mòduls també poden proporcionar fets i esdeveniments addicionals, que es mostren ordenats per data i tipus.
de: Diese Module können auch zusätzliche Tatsachen und Ereignisse zur Verfügung stellen, welche nach Datum und Typ sortiert angezeigt werden.
es: Estos módulos también pueden proporcionar hechos y eventos adicionales, que se muestran ordenados por fecha y tipo.
fr: Ces modules peuvent également fournir des faits et des événements supplémentaires, qui sont affichés triés par date et par type.
ru: Эти модули также могут предоставлять дополнительные факты и события, которые отображаются с сортировкой по дате и типу.
sk: Tieto moduly môžu poskytovať aj dodatočné fakty a udalosti, ktoré sú zobrazené a triedené podľa dátumu a typu.
ta: இந்த தொகுதிகள் கூடுதல் உண்மைகளையும் நிகழ்வுகளையும் வழங்கக்கூடும், அவை தேதி மற்றும் வகையால் வரிசைப்படுத்தப்படுகின்றன.

source: This version of the module is incompatible with your current webtrees version.
ca: Aquesta versió del mòdul és incompatible amb la vostra versió actual d'arbres web.
de: Diese Version des Moduls ist inkompatibel mit der aktuellen webtrees Version.
es: Esta versión del módulo es incompatible con su versión actual de webtrees.
fr: Cette version du module est incompatible avec votre version actuelle de webtrees.
ru: Эта версия модуля несовместима с вашей текущей версией webtrees.
sk: Táto verzia modulu je nekompatibilná s vašou verziou webtrees.
ta: தொகுதியின் இந்த பதிப்பு உங்கள் தற்போதைய வெப் ட்ரீச் பதிப்போடு பொருந்தாது.
