Repository: vesta-webtrees-2-custom-modules/vesta_common
Catalog: resources/lang/*.po
Languages: ca, cs, de, es, fr, ru, sk, ta, vi

source: To restore functionality, either use an updated version of this module (once available) or downgrade your webtrees version (if possible).
ca: Per restaurar la funcionalitat, utilitzeu una versió actualitzada d'aquest mòdul (un cop disponible) o reduïu la versió d'arbres web (si és possible).
de: Um die Funktionalität wiederherzustellen, verwenden Sie entweder eine aktualisierte Version dieses Moduls (sobald verfügbar) oder setzen Sie Ihrer Webtrees-Version auf die vorhergehende zurück (falls möglich).
es: Para restaurar la funcionalidad, use una versión actualizada de este módulo (si esté disponible) o baje la versión de su webtrees (si es posible).
fr: Pour restaurer les fonctionnalités, utilisez une version mise à jour de ce module (une fois disponible) ou rétrogradez votre version de webtrees (si possible).
ru: Чтобы восстановить функциональность, либо используйте обновленную версию этого модуля (когда она будет доступна), либо понизьте версию веб-деревьев (если возможно).
sk: Aby ste obnovili funkcionalitu použite buď aktualizovanú verziu tohto modulu (pokiaľ je k dispozícii), alebo sa vráťte k predchádzajúcej verzii webtrees (ak to je možné).
ta: செயல்பாட்டை மீட்டெடுக்க, இந்த தொகுதியின் புதுப்பிக்கப்பட்ட பதிப்பைப் பயன்படுத்தவும் (கிடைத்ததும்) அல்லது உங்கள் வெப் ட்ரீச் பதிப்பை தரமிறக்கவும் (முடிந்தால்).

source: Vesta Classic Look & Feel
cs: Vesta Klasický vzhled
es: Vesta Apariencia clásica
fr: Vesta Interface Classique
ru: Веста Классический взгляд
ta: வெச்டா கிளாசிக் தோற்றம் & உணர்வு
vi: Vesta Classic Nhìn và cảm nhận

source: Vesta Clippings Cart
ca: Carro de retalls de Vesta
cs: Vesta výstřižky
es: Vesta Imágenes
fr: Vesta Panier de découpes
ru: Корзина для вырезок Веста
sk: Vesta Schránka výstrižkov
ta: வெச்டா கிளிப்பிங்ச் வண்டி
vi: Vesta Giỏ dữ liệu

source: Vesta Common
ca: Vesta comú
es: Vesta Común
fr: Vesta Commun
ru: Веста Коммон
ta: வெச்டா பொதுவானது

source: Vesta Extended Relationships
ca: Vesta relacions esteses
cs: Vesta Rozšířené vztahy
es: Vesta Relaciones ampliadas
fr: Vesta Relations étendues
ru: Веста расширенные отношения
sk: Vesta Rozšírené vzťahy
ta: வெச்டா நீட்டிக்கப்பட்ட உறவுகள்
vi: Vesta Mối quan hệ mở rộng

source: Vesta Facts and events
ca: Vesta Fets i esdeveniments
cs: Vesta Fakta a události
es: Vesta Hechos y eventos
fr: Vesta Actes et évènements
ru: Веста Факты и события
sk: Vesta Fakty a udalosti
ta: வெச்டா உண்மைகள் மற்றும் நிகழ்வுகள்
vi: Vesta Sự kiện và số liệu

source: Vesta Families
ca: Vesta Famílies
cs: Vesta Rodiny
es: Vesta Familias
fr: Vesta Familles
ru: Веста Семьи
sk: Vesta Rodiny
ta: வெச்டா குடும்பங்கள்
vi: Vesta Gia đình

source: Vesta Gov4Webtrees
ru: Веста Gov4Webtrees
ta: வெச்டா கோவ் 4 வெப்ட்ரீச்

source: Vesta Places and Pedigree map
ca: Mapa de llocs i pedigrí de Vesta
cs: Vesta Mapa míst a předků
es: Vesta Lugares y mapa genealógico
fr: Vesta Lieux et Carte de Filiation
ru: Vesta Места и родословная карта
sk: Vesta Mapa miest a predkov
ta: வெச்டா இடங்கள் மற்றும் வம்சாவளி வரைபடம்
vi: Vesta Bản đồ Địa danh và Phả hệ

source: Vesta Research Suggestions
ca: Suggeriments de recerca de Vesta
cs: Vesta Badatelské návrhy
es: Vesta Sugerencias de investigación
fr: Vesta Suggestions de Recherche
ru: Веста Исследования Предложения
ta: வெச்டா ஆராய்ச்சி பரிந்துரைகள்
vi: Vesta Đề xuất nghiên cứu

source: Vesta Shared Places
ca: Vesta Llocs compartits
cs: Vesta Sdílená místa
es: Vesta Sitios compartidos
fr: Vesta Lieux Partagés
ru: Веста Общие места
sk: Vesta Zdieľané miesta
ta: வெச்டா பகிரப்பட்ட இடங்கள்
vi: Vesta Địa điểm được chia sẻ

source: Vesta Webtrees Location Data Provider
ca: Vesta Webtrees Proveïdor de dades de localització
es: Vesta Proveedor de datos de localización de Webtrees
fr: Vesta Fournisseur de Données de Localisation Webtrees
ru: Провайдер данных о местоположении Vesta Webtrees
ta: வெச்டா வெப் ட்ரீச் இருப்பிட தரவு வழங்குநர்
vi: Vesta Webtrees Nhà cung cấp dữ liệu vị trí

source: Vesta location data management overview
ca: Informació general de la gestió de dades d'ubicació de Vesta
cs: Přehled správy údajů o poloze ve Vesta
de: Vesta-Standortdatenmanagement im Überblick
es: Vesta Descripción general de la gestión de datos de geolocalización
fr: Aperçu de la gestion des données de localisation Vesta
ru: Обзор управления данными о местоположении Vesta
sk: Vesta prehľad správy údajov o polohe
ta: வெச்டா இருப்பிட தரவு மேலாண்மை கண்ணோட்டம்
vi: Vesta Tổng quan về quản lý dữ liệu vị trí

source: View this family
ca: Veure aquesta família
de: Diese Familie ansehen
es: Ver esta familia
fr: Voir cette famille
ru: Посмотреть эту семью
sk: Zobraziť túto rodinu
ta: இந்த குடும்பத்தைக் காண்க

source: Webtrees version must be %1$s or higher.
ca: La versió de Webtrees ha de ser %1$s o superior.
de: Die webtrees Version muss %1$s oder höher sein.
es: La versión de webtrees debe ser %1$s o superior.
fr: La version de Webtrees doit être %1$s ou supérieure.
ru: Версия Webtrees должна быть %1$s или выше.
sk: Verzia webtrees musí byť %1$s, alebo vyššia.
ta: வெப் ட்ரீச் பதிப்பு %1$s அல்லது அதற்கு மேற்பட்டதாக இருக்க வேண்டும்.

source: What's new?
ca: Què hi ha de nou?
cs: Co je nového?
de: Was ist neu?
es: Novedades
fr: Nouveautés
ru: Какие новости?
sk: Čo je nové?
ta: புதியது என்ன?
vi: Có gì mới?

source: You may have to install a font providing this symbol, and for certain browsers – Chrome in particular – this font has to be in one of the font families specified by webtrees, such as 'Segoe UI Symbol'.
ca: És possible que hàgiu d'instal·lar un tipus de lletra que proporcioni aquest símbol i, per a determinats navegadors (Chrome en particular), aquest tipus de lletra ha d'estar en una de les famílies de tipus de lletra especificades pels arbres web, com ara "Segoe UI Symbol".
cs: Možná bude nutno instalovat font s tímto symbolem a pro určité prohlížeče ‒ zvláště Chrome ‒ musí být tento font jednou z rodin fontů nastavených ve webtrees, jako je 'Segoe UI Symbol'.
de: Möglicherweise müssen Sie eine Schriftart installieren, die dieses Symbol bereitstellt, und bei bestimmten Browsern - insbesondere bei Chrome - muss diese Schriftart in einer der von Webtrees spezifizierten Schriftartfamilien vorliegen, wie z.B. 'Segoe UI Symbol'.
es: Es posible que tenga que instalar una fuente que proporcione este símbolo, y para ciertos navegadores (Chrome en particular), esta fuente debe estar en una de las familias de fuentes especificadas por webtrees, como por ejemplo 'Segoe UI Symbol'.
fr: Vous pourriez avoir à installer une police permettant l'affichage de ce symbole, et pour certains navigateurs - Chrome en particulier - cette police doit être l'une des polices spécifiées par webtrees, par exemple 'Segoe UI Symbol'.
ru: Возможно, вам придется установить шрифт, предоставляющий этот символ, и для некоторых браузеров, в частности Chrome, этот шрифт должен принадлежать к одному из семейств шрифтов, указанных веб-деревьями, например «Segoe UI Symbol».
sk: Mali by ste nainštalovať font, ktorý obsahuje tento symbol, a pre niektoré prehliadače - špeciálne pre Chrome - tento font by mal byť z rodiny fontov špecifikovaných vo webtrees, ako napr. „Segoe UI Symbol“.
ta: இந்த சின்னத்தை வழங்கும் எழுத்துருவை நீங்கள் நிறுவ வேண்டியிருக்கலாம், மேலும் சில உலாவிகளுக்கு - குறிப்பாக Chrome - இந்த எழுத்துரு 'செகோ யுஐ அடையாளம்' போன்ற வெப் ட்ரீசால் குறிப்பிடப்பட்ட எழுத்துரு குடும்பங்களில் ஒன்றில் இருக்க வேண்டும்.
vi: Bạn có thể phải cài đặt một phông chữ cung cấp biểu tượng này và đối với một số trình duyệt nhất định - cụ thể là Chrome - phông chữ này phải thuộc một trong các họ phông chữ do webtrees chỉ định, chẳng hạn như 'Segoe UI Symbol'.

# as in "Move down"
source: down
ca: avall
cs: níže
de: nach unten
es: hacia abajo
fr: en bas
ru: вниз
sk: dole
ta: கீழே

source: exclude %1$s
ca: Excloure %1$s
cs: kromě %1$s
de: %1$s ausschließen
es: excluir %1$s
fr: exclure %1$s
ru: исключить %1$s
sk: okrem %1$s
ta: %1$s ஐ விலக்கு
vi: loại trừ %1$s

source: here
ca: aquí
cs: tady
de: hier
es: aquí
fr: ici
ru: здесь
sk: tu
ta: இங்கே
vi: ở đây

source: map coordinates directly (MAP tag)
ca: mapa de coordenades directament (etiqueta MAP)
cs: mapové souřadnice přímo (tag MAP)
de: Kartenkoordinaten direkt (MAP-Tag)
es: coordenadas del mapa directas(MAP tag)
fr: placer les coordonnées directement (tag MAP)
ru: координаты карты напрямую (метка MAP)
sk: koordináty na mape priamo (tag MAP)
ta: வரைபடம் நேரடியாக ஒருங்கிணைக்கிறது (வரைபட குறிச்சொல்)
vi: tọa độ bản đồ trực tiếp (thẻ MAP)

source: reset this filter
ca: Restableix aquest filtre
cs: znovu nastavit tento filtr
de: Filter zurücksetzen
es: borrar este filtro
fr: réinitialiser le filtre
ru: сбросить этот фильтр
sk: zrušiť tento filter
ta: இந்த வடிப்பானை மீட்டமைக்கவும்
vi: đặt lại bộ lọc này

source: restrict to %1$s
ca: Restringir a %1$s
cs: omezit na %1$s
de: beschränken auf %1$s
es: limitado a %1$s
fr: restreindre à %1$s
ru: ограничить %1$s
sk: obmedziť na %1$s
ta: %1$s க்கு கட்டுப்படுத்தவும்
vi: hạn chế từ %1$s

source: restricted to %1$s
ca: restringit a %1$s
cs: s omezením na %1$s
de: beschränkt auf %1$s
es: limitado a %1$s
fr: restreint à %1$s
ru: ограничено %1$s
sk: obmedzené na %1$s
ta: %1$s க்கு கட்டுப்படுத்தப்பட்டுள்ளது
vi: bị giới hạn trong %1$s

# as in "Move up"
source: up
ca: amunt
cs: výše
de: nach oben
es: hacia arriba
fr: en haut
ru: вверх
sk: hore
ta: மேலே

source: This module cannot be disabled.
cs: Tento modul se nesmí vypnout.
