Repository: vesta-webtrees-2-custom-modules/vesta_common
Catalog: resources/lang/*.po
Languages: ca, cs, de, es, fr, ru, sk, ta, vi

source: %1$s excluded
ca: %1$s exclòs
cs: vyjma %1$s
de: ohne %1$s
es: %1$s excluido
fr: %1$s exclu
ru: %1$s исключено
sk: bez %1$s
ta: %1$s விலக்கப்பட்டுள்ளது
vi: Đã loại trừ %1$s

source: %1$s filters
ca: %1$s Filtres
cs: %1$s filtry
de: %1$s filtern
es: %1$s filtros
fr: Filtres %1$s
ru: %1$s фильтры
sk: %1$s filtre
ta: %1$s வடிப்பான்கள்
vi: Bộ lọc %1$s

source: %1$s is the astronomical symbol of the asteroid Vesta, named after the Roman goddess of the hearth, home, and family.
ca: %1$s és el símbol astronòmic de l'asteroide Vesta, anomenat així per la deessa romana de la llar, la llar i la família.
cs: %1$s je astronomický symbol asteroidu Vesta, pojmenovaného po římské bohyni krbu, domova a rodiny.
de: %1$s ist das astronomische Symbol für den Asteroiden Vesta, benannt nach der römischen Göttin des Herdes, des Hauses und der Familie.
es: %1$s es el símbolo astronómico del asteroide Vesta, llamado así por la diosa romana del hogar, el hogar y la familia.
fr: %1$s est le symbole astronomique de l'astéroïde Vesta, nommé d'après la déesse Romaine du cœur, du foyer et de la famille.
ru: %1$s - астрономический символ астероида Веста, названный в честь римской богини домашнего очага, дома и семьи.
sk: %1$s je astronomický symbol asteroidu Vesta, pomenovaného podľa rímskej bohyne krbu, domova a rodiny.
ta: %1$s என்பது வெச்டாவின் சிறுகோள் என்ற வானியல் அடையாளமாகும், இது அடுப்பு, வீடு மற்றும் குடும்பத்தின் ரோமானிய தெய்வத்தின் பெயரிடப்பட்டது.
vi: %1$s là biểu tượng thiên văn của tiểu hành tinh Vesta, được đặt theo tên của nữ thần lò sưởi, ngôi nhà và gia đình của người La Mã.

source: (entire module)
ca: (tot el mòdul)
cs: (celý modul)
de: (gesamtes Modul)
es: (módulo completo)
fr: (module entier)
ru: (весь модуль)
sk: (celý modul)
ta: (முழு தொகுதி)
vi: (toàn bộ mô-đun)

source: (specific functionality)
ca: (funcionalitat específica)
cs: (specifická funkcionalita)
de: (spezifische Funktionalität)
es: (funcionalidad específica)
fr: (fonctionnalité spécifique)
ru: (специфическая функциональность)
sk: (špecifická funkcionalita)
ta: (குறிப்பிட்ட செயல்பாடு)
vi: (chức năng cụ thể)

source: A module providing common classes and translations for other 'Vesta' custom modules.
ca: Un mòdul que proporciona classes comunes i traduccions per a altres mòduls personalitzats de 'Vesta'.
cs: Modul poskytující společné třídy a překlady pro ostatní moduly 'Vesta'.
de: Ein Modul, das gemeinsame Klassen und Übersetzungen für andere 'Vesta'-Module bereitstellt.
es: Un módulo que proporciona clases y traducciones comunes para otros módulos 'Vesta' personalizados .
fr: Un module fournissant les traductions et classes communes pour les autres modules personnalisés 'Vesta'.
ru: Модуль, предоставляющий общие классы и переводы для других пользовательских модулей Vesta.
sk: Modul poskytujúci všeobecné triedy a preklady pre iné moduly „Vesta“.
ta: பிற 'வெச்டா' தனிப்பயன் தொகுதிகளுக்கு பொதுவான வகுப்புகள் மற்றும் மொழிபெயர்ப்புகளை வழங்கும் தொகுதி.
vi: Một mô-đun cung cấp các lớp phổ biến và bản dịch cho các mô-đun tùy chỉnh khác của 'Vesta'.

source: A: Different modules may target the same component, e.g. by enhancing the facts and events tab in various places. Without hooks, we'd have to use multiple module-specific tabs.
ca: R: Diferents mòduls poden orientar-se al mateix component, per exemple, millorant la pestanya de fets i esdeveniments en diversos llocs. Sense ganxos, hauríem d'utilitzar diverses pestanyes específiques del mòdul.
cs: A: Různé moduly mohou cílit na tutéž komponentu, např. vylepšit záložku Fakta a události na různých místech. Bez háčků bychom museli použít několik specifických záložek.
de: Verschiedene Module können auf die gleiche Komponente abzielen, z.B. durch die Erweiterung des Reiters 'Fakten und Ereignisse' an verschiedenen Stellen. Ohne Hooks müssten wir mehrere modulspezifische Reiters verwenden.
es: R: Diferentes módulos pueden tener como objetivo el mismo componente, por ejemplo, al mejorar la pestaña de hechos y eventos en varios lugares. Sin hooks, tendríamos que usar varias pestañas específicas del módulo.
fr: R : Différents modules peuvent cibler le même composant, par exemple en améliorant l'onglet actes et événements à divers endroits. Sans les crochets, il faudrait utiliser plusieurs modules particuliers pour chaque onglet.
ru: О: Различные модули могут быть нацелены на один и тот же компонент, например улучшив вкладку фактов и событий в разных местах. Без хуков нам пришлось бы использовать несколько вкладок для конкретных модулей.
sk: A: Rôzne moduly môžu smerovať na rovnaký komponent, napr. rozšíriť záložku Fakty a udalosti na viacerých miestach. Bez háčikov by sme museli použiť viacero záložiek špecifických pre jednotlivé moduly.
ta: ப: வெவ்வேறு தொகுதிகள் ஒரே கூறுகளை குறிவைக்கக்கூடும், எ.கா. பல்வேறு இடங்களில் உண்மைகள் மற்றும் நிகழ்வுகள் தாவலை மேம்படுத்துவதன் மூலம். கொக்கிகள் இல்லாமல், நாங்கள் பல தொகுதி-குறிப்பிட்ட தாவல்களைப் பயன்படுத்த வேண்டும்.
vi: Trả lời: Các mô-đun khác nhau có thể nhắm mục tiêu đến cùng một thành phần, ví dụ: bằng cách nâng cao tab sự kiện và sự kiện ở nhiều nơi khác nhau. Nếu không có hook, chúng tôi sẽ phải sử dụng nhiều tab dành riêng cho mô-đun.

source: A: Each module has a Readme file with basic information (best viewed online, but also included in the module's folder).
ca: R: Cada mòdul té un fitxer Readme amb informació bàsica (millor vist en línia, però també inclòs a la carpeta del mòdul).
cs: A: Každý modul má soubor Readme se základními informacemi (nejlepší je prohlížet ho online, ale je také ve složce modulu).
de: A: Zu jedem Modul gibt es eine Readme-Datei mit grundlegenden Informationen (am besten online ansehen, aber auch im Ordner des Moduls enthalten).
es: R: Cada módulo tiene un archivo Léame con información básica (se ve mejor en línea, pero también se incluye en la carpeta de instalación del módulo).
fr: A : Chaque module dispose d'un fichier Lisez-moi avec les informations basiques (la lecture en ligne est conseillée, mais il se trouve aussi dans le répertoire d'installation du module).
ru: О: Каждый модуль имеет файл Readme с основной информацией (его лучше всего просматривать в Интернете, но он также находится в папке модуля).
sk: A: Každý modul má súbor Readme so základnými informáciami (najlepšie je ho pozrieť online, ale je aj súčasťou zložky modulu).
ta: ப: ஒவ்வொரு தொகுதிக்கும் அடிப்படை தகவல்களுடன் README கோப்பு உள்ளது (ஆன்லைனில் சிறப்பாகப் பார்க்கப்படுகிறது, ஆனால் தொகுதியின் கோப்புறையிலும் சேர்க்கப்பட்டுள்ளது).
vi: Trả lời: Mỗi mô-đun có một tệp Readme với thông tin cơ bản (tốt nhất là xem trực tuyến, nhưng cũng được bao gồm trong thư mục của mô-đun).

source: A: Hooks are usually enabled automatically when the respective custom module is enabled. See also the respective source and target module's preferences.
ca: R: Els ganxos normalment s'activen automàticament quan s'habilita el mòdul personalitzat respectiu. Vegeu també les preferències del mòdul d'origen i de destinació respectiu.
cs: A: Háčky jsou obvykle aktivovány automaticky jakmile je aktivován příslušný uživatelský modul. Více také u nastavení zdrojového a cílového modulu.
de: A: Hooks werden normalerweise automatisch aktiviert, wenn das jeweilige Modul aktiviert wird. Siehe auch die Präferenzen des jeweiligen Ausgangs- und Zielmoduls.
es: R: Los hooks generalmente se habilitan automáticamente cuando se habilita el correspondiente módulo. Consulte también las preferencias de los módulos de origen y de destino .
fr: R : Les crochets sont généralement activés automatiquement lorsque le module personnalisé associé est activé. Voir aussi du côté des préférences des modules cible et source respectifs.
ru: О: Хуки обычно включаются автоматически при включении соответствующего настраиваемого модуля. См. Также настройки соответствующего исходного и целевого модуля.
sk: A: Háčiky sa väčšinou sprístupňujú automaticky, keď je povolený príslušný užívateľský modul. Pozrite aj nastavenia príslušného zdrojového a cieľového modulu.
ta: ப: அந்தந்த தனிப்பயன் தொகுதி இயக்கப்பட்டிருக்கும் போது கொக்கிகள் பொதுவாக தானாக இயக்கப்படும். அந்தந்த மூல மற்றும் இலக்கு தொகுதியின் விருப்பங்களையும் காண்க.
vi: Trả lời: Các móc thường được bật tự động khi bật mô-đun tùy chỉnh tương ứng. Xem thêm tùy chọn nguồn và mô-đun đích tương ứng.

source: A: The Vesta symbol is mainly used to group related modules in the module administration list.
ca: R: El símbol de Vesta s'utilitza principalment per agrupar mòduls relacionats a la llista d'administració de mòduls.
cs: A: Symbol Vesta je použit hlavně k seskupení modulů v seznamu modulů v panelu správy.
de: Das Vesta-Symbol wird hauptsächlich verwendet, um verwandte Module in der Modulverwaltungsliste zu gruppieren.
es: R: El símbolo Vesta se usa principalmente para agrupar módulos relacionados en la lista de administración de módulos.
fr: A : Le symbole Vesta est principalement utilisé pour regrouper des modules reliés dans la liste d'administration des modules.
ru: О: Символ Vesta в основном используется для группировки связанных модулей в списке администрирования модулей.
sk: A. Symbol Vesta je použitý hlavne na združenie príbuzných modulov v administrácii modulov.
ta: ப: வெச்டா அடையாளம் முக்கியமாக தொகுதி நிர்வாக பட்டியலில் குழு தொடர்பான தொகுதிகள் பயன்படுத்தப்படுகிறது.
vi: Trả lời: Biểu tượng Vesta chủ yếu được sử dụng để nhóm các mô-đun liên quan trong danh sách quản trị mô-đun.

source: A: Via hooks. Hooks allow modules to extend functionality of other components, without having to re-implement the entire component. Webtrees uses hooks e.g. in the page footer, and for historic events.
ca: R: A través de ganxos. Els ganxos permeten als mòduls ampliar la funcionalitat d'altres components, sense haver de tornar a implementar tot el component. Webtrees utilitza ganxos, per exemple, al peu de pàgina i per a esdeveniments històrics.
cs: A: Přes háčky (hooky). Háčky umožňují modulům rozšiřovat funkčnost ostatních komponent, aniž by bylo nutné přepracovat celou komponentu. Webtrees používá háčky např. u zápatí stránky a u historických událostí.
de: A: Über Hooks. Hooks ermöglicht es den Modulen, die Funktionalität anderer Komponenten zu erweitern, ohne die gesamte Komponente neu implementieren zu müssen. Webtrees verwendet Hooks z.B. in der Seitenfußzeile und für historische Ereignisse.
es: R: A través de hooks. Los hooks permiten que los módulos amplíen la funcionalidad de otros componentes, sin tener que volver a implementar todo el componente. Webtrees usa también hooks, por ejemplo. en el pie de página y para eventos históricos.
fr: R : via des crochets. Les crochets permettent aux modules d'étendre leurs fonctionnalités aux autres composants, sans avoir à réimplémenter tout le composant. Webtrees utilise par exemple les crochets dans le pied de page, et pour l'historique des événements.
ru: A: Через крючки. Хуки позволяют модулям расширять функциональность других компонентов без необходимости повторной реализации всего компонента. Webtrees использует хуки, например в нижнем колонтитуле страницы и для исторических событий.
sk: A: Cez háčiky (hooks). Háčiky umožňujú modulom rozšíriť funkcionalitu iných komponentov, bez toho, aby sa musel nanovo implementovať celý komponent. webtrees používa háčiky, napr. v pätičke stránky a pre historické udalosti.
ta: ப: கொக்கிகள் வழியாக. முழு கூறுகளையும் மீண்டும் செயல்படுத்தாமல், பிற கூறுகளின் செயல்பாட்டை நீட்டிக்க தொகுதிகள் தொகுதிகளை அனுமதிக்கின்றன. வெப் ட்ரீச் கொக்கிகள் பயன்படுத்துகிறது எ.கா. பக்க அடிக்குறிப்பில், மற்றும் வரலாற்று நிகழ்வுகளுக்கு.
vi: Trả lời: Qua móc câu. Hooks cho phép các mô-đun mở rộng chức năng của các thành phần khác mà không cần phải triển khai lại toàn bộ thành phần. Webtrees sử dụng hooks, ví dụ: trong chân trang và cho các sự kiện lịch sử.

source: All functionality of module '%1$s' is disabled because the module version is incompatible with the webtrees version.
ca: Totes les funcionalitats del mòdul '%1$s' està desactivat perquè la versió del mòdul és incompatible amb la versió de webtrees.
de: Alle Funktionen des Moduls '%1$s' sind deaktiviert, weil die Modul Version inkompatibel mit der webtrees Version ist.
es: Toda la funcionalidad del módulo '%1$s' está deshabilitada porque la versión del módulo no es compatible con la versión de webtrees.
fr: Toutes les fonctionnalités du module '%1$s' sont désactivées car la version du module est incompatible avec la version de webtrees.
ru: Все функции модуля "%1$s" отключены, так как версия модуля несовместима с версией webtrees.
sk: Všetky funkcionality modulu '%1$s' boli deaktivované, lebo táto verzia modulu je nekompatibilná s verziou webtrees.
ta: '%1$s' தொகுதியின் அனைத்து செயல்பாடுகளும் முடக்கப்பட்டுள்ளன, ஏனெனில் தொகுதி பதிப்பு வெப் ட்ரீச் பதிப்போடு பொருந்தாது.
vi: Tất cả chức năng của mô-đun '%1$s' đều bị vô hiệu hóa vì phiên bản mô-đun không tương thích với phiên bản webtrees.

source: All functionality of the module is therefore disabled.
ca: Per tant, totes les funcionalitats del mòdul estan desactivades.
de: Alle Funktionen des Moduls sind daher deaktiviert.
es: Por lo que toda la funcionalidad del módulo está deshabilitada.
fr: Toutes les fonctionnalités du module sont donc désactivées.
ru: Таким образом, все функции модуля отключены.
sk: Všetky funkcionality modulu sú preto deaktivované.
ta: எனவே தொகுதியின் அனைத்து செயல்பாடுகளும் முடக்கப்பட்டுள்ளன.
vi: Tất cả các chức năng của mô-đun do đó bị vô hiệu hóa.

source: Baptisms
ca: Batejos
de: Taufen
es: Bautismos católicos
fr: Baptêmes
ru: Крещения
sk: Krsty
ta: ஞானச்நானம்
vi: Lễ rửa tội

source: Christenings
ca: batejos
de: Kindstaufen
es: Baustimos (Christenings)
fr: Baptêmes
ru: Крестины
sk: Krsty (kresťanské)
ta: கிறிச்டனிங்ச்
vi: Lễ rửa tội

source: Confirmations
ca: Confirmacions
de: Konfirmationen
es: Confirmaciones
ru: Подтверждения
sk: Birmovania
ta: உறுதிப்படுத்தல்கள்
vi: Xác nhận

source: Deselect in order to have the title appear exactly as the original title.
ca: Desmarca la casella perquè el títol aparegui exactament igual que el títol original.
cs: Zrušte volbu, chcete-li, aby se název zobrazoval stejně jako původní název.
de: Hebe die Auswahl auf, damit der Titel genau wie der Originaltitel erscheint.
es: Anule la selección para que el título se muestre exactamente como el título original.
fr: Désélectionner afin de faire apparaître le titre identique au titre original.
ru: Снимите выделение, чтобы заголовок отображался точно так же, как исходный заголовок.
sk: Zrušte voľbu, ak chcete, aby sa názov zobrazoval exaktne tak, ako pôvodný názov.
ta: தலைப்பு அசல் தலைப்பாகத் தோன்றுவதற்கு தேர்வுநீக்கு.
vi: Bỏ chọn để tiêu đề xuất hiện chính xác như tiêu đề ban đầu.

source: Different modules may also be linked dynamically to provide specific data, such as location data for event places.
ca: També es poden enllaçar dinàmicament diferents mòduls per proporcionar dades específiques, com ara dades d'ubicació dels llocs de l'esdeveniment.
cs: Různé moduly mohou být také dynamicky propojeny za účelem dodání určitých údajů, jako třeba polohové údaje k místům událostí.
de: Verschiedene Module können auch dynamisch miteinander verknüpft werden, um spezifische Daten bereitzustellen, z.B. Ortsdaten für Orte in Ereignissen.
es: Los diferentes módulos también se pueden vincular dinámicamente para proporcionar datos específicos, como datos de ubicación para lugares de eventos.
fr: Différents modules peuvent aussi être liés dynamiquement pour fournir des données spécifiques, comme des données de localisation pour les lieux des événements.
ru: Различные модули также могут быть связаны динамически для предоставления конкретных данных, например данных о местоположении для мест проведения мероприятий.
sk: Rôzne moduly sa môžu pripájať dynamicky, aby poskytli určité údaje, ako napr. údaje o mieste udalosti.
ta: நிகழ்வு இடங்களுக்கான இருப்பிட தரவு போன்ற குறிப்பிட்ட தரவை வழங்க வெவ்வேறு தொகுதிகள் மாறும் வகையில் இணைக்கப்படலாம்.
vi: Các mô-đun khác nhau cũng có thể được liên kết động để cung cấp dữ liệu cụ thể, chẳng hạn như dữ liệu vị trí cho các địa điểm tổ chức sự kiện.

source: Displayed data
ca: Dades mostrades
cs: Zobrazované údaje
de: Angezeigte Daten
es: Datos mostrados
fr: Données affichées
ru: Отображаемые данные
sk: Zobrazované údaje
ta: காட்டப்பட்ட தரவு
vi: Dữ liệu được hiển thị

source: Displayed title
ca: Títol mostrat
cs: Zobrazený název
de: Angezeigter Titel
es: Título mostrado
fr: Titre affiché
ru: Отображаемый заголовок
sk: Zobrazovaný názov
ta: காட்டப்பட்ட தலைப்பு
vi: Tiêu đề được hiển thị

source: Facts and Events Tab Settings
ca: Configuració de la pestanya Dades i esdeveniments
cs: Nastavení záložky Fakta a události
de: Einstellungen der Registerkarte Tatsachen und Ereignisse
es: Pestaña de configuración Hechos y eventos
fr: Paramètres de l'onglet Actes et Evenements
ru: Настройки вкладки "Факты и события"
sk: Nastavenie záložky Fakty a udalosti
ta: உண்மைகள் மற்றும் நிகழ்வுகள் தாவல் அமைப்புகள்
vi: Cài đặt tab Sự kiện và Số liệu

source: If the symbol is displayed improperly, e.g. as a rectangle, check your browser's unicode support capabilities.
ca: Si el símbol es mostra incorrectament, per exemple, com un rectangle, comproveu les capacitats de suport unicode del navegador.
cs: Pokud se symbol zobrazuje nesprávně, např. jako nějaký čtyřúhelník, zkontrolujte kódové nastavení vašeho prohlížeče.
de: Wenn das Symbol nicht korrekt angezeigt wird, z.B. als Rechteck, überprüfen Sie die Unicode-Unterstützung Ihres Browsers.
es: Si el símbolo se muestra incorrectamente, p. como un rectángulo, verifique la compatibilidad de su navegador con Unicode.
fr: Si le symbole ne s'affiche pas correctement, par exemple sous forme de petit rectangle, vérifier le support unicode de votre navigateur.
ru: Если символ отображается неправильно, например, в виде прямоугольника проверьте возможности поддержки Unicode в вашем браузере.
sk: Ak sa symbol zobrazuje nesprávne, napr. ako štvorček, skontrolujte vo vašom prehliadači podporu pre Unicode.
ta: அடையாளம் முறையற்ற முறையில் காட்டப்பட்டால், எ.கா. ஒரு செவ்வகமாக, உங்கள் உலாவியின் யூனிகோட் உதவி திறன்களை சரிபார்க்கவும்.
vi: Nếu biểu tượng được hiển thị không đúng cách, ví dụ: dưới dạng hình chữ nhật, hãy kiểm tra khả năng hỗ trợ unicode của trình duyệt của bạn.

source: In particular if both lists are empty, no additional facts and events of this kind will be shown.
ca: En particular, si ambdues llistes estan buides, no es mostraran fets ni esdeveniments addicionals d'aquest tipus.
cs: Zejména když jsou oba seznamy prázdné, žádná dodatečná fakta ani události tohoto druhu se nezobrazí.
de: Insbesondere, wenn beide Listen leer sind, werden keine weiteren Tatsachen und Ereignisse dieser Art angezeigt.
es: En particular, si ambas listas están vacías, no se mostrarán hechos y eventos adicionales de este tipo.
fr: En particulier si les deux listes sont vides, aucun faits ou événements additionnels de ce type ne seront montrés.
ru: В частности, если оба списка пусты, никакие дополнительные факты и события такого рода отображаться не будут.
sk: Ak sú oba zoznamy prázdne, nebudú zobrazené žiadne takéto dodatočné fakty a údaje.
ta: குறிப்பாக இரண்டு பட்டியல்களும் காலியாக இருந்தால், இந்த வகையான கூடுதல் உண்மைகள் மற்றும் நிகழ்வுகள் எதுவும் காட்டப்படாது.
vi: Đặc biệt nếu cả hai danh sách đều trống, không có dữ kiện và sự kiện bổ sung nào thuộc loại này sẽ được hiển thị.

source: Include the %1$s symbol in the block title
ca: Inclou el %1$s símbol al títol del bloc
de: Das Symbol %1$s in den Blocktitel einfügen
es: Incluir el símbolo %1$s en el título del bloque
ru: Включите символ%1$s в заголовок блока
ta: தொகுதி தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm ký hiệu %1$s trong tiêu đề khối

source: Include the %1$s symbol in the chart menu entry title
ca: Inclou el %1$s símbol al títol de l'entrada del menú del gràfic
cs: V menu přidat symbol %1$s do názvu položky Diagramy
de: Das Symbol %1$s in den Titel des Diagramm-Menüeintrags einfügen
es: Incluir el símbolo %1$s en el título de la entrada del menú gráfico
fr: Inclure le symbole %1$s dans le titre d'accès du menu graphique
ru: Включите символ %1$s в название пункта меню диаграммы
sk: Použiť symbol %1$s v názve položky v menu schém
ta: விளக்கப்பட பட்டியல் நுழைவு தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm biểu tượng %1$s trong tiêu đề mục nhập menu biểu đồ

source: Include the %1$s symbol in the clippings cart menu entry title
ca: Inclou el %1$s símbol al títol de l'entrada del menú del carretó de retalls
cs: V menu přidat symbol %1$s do názvu položky Výstřižky
de: Das Symbol %1$s in den Titel des Zwischenablage-Menüeintrags einfügen
es: Incluir el símbolo %1$s en el título del menú de imágenes
fr: Inclure le symbole %1$s dans le titre d'accès du menu panier de découpes
ru: Включите символ %1$s в заголовок записи меню корзины вырезок
sk: Použiť symbol %1$s v menu pri položke Schránka výstrižkov
ta: கிளிப்பிங்ச் வண்டி பட்டியல் நுழைவு தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm biểu tượng %1$s trong mục menu tiêu đề nhập giỏ hàng

source: Include the %1$s symbol in the list menu entry title
ca: Inclou el %1$s símbol al títol de l'entrada del menú de llista
cs: V menu přidat symbol %1$s do názvu položky Seznamy
de: Das Symbols %1$s in den Titel des Listen-Menüeintrags einfügen
es: Incluir el símbolo %1$s en el título de la entrada del menú
fr: Inclure le symbole %1$s dans le titre d'accès du menu liste
ru: Включите символ %1$s в заголовок пункта меню списка
sk: Použiť symbol %1$s v názve položky v menu zoznamov
ta: பட்டியல் பட்டியல் நுழைவு தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm biểu tượng %1$s trong danh sách mune tiêu đề

source: Include the %1$s symbol in the sidebar title
ca: Inclou el %1$s símbol al títol de la barra lateral
cs: Použít symbol %1$s v názvu postranního panelu
de: Das Symbol %1$s in den Seitenleistentitel einfügen
es: Incluir el símbolo %1$s en la barra lateral
fr: Inclure le symbole %1$s dans le titre de la barre latérale
ru: Включите символ %1$s в заголовок боковой панели
sk: Použiť symbol %1$s v bočnom paneli
ta: பக்கப்பட்டி தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm biểu tượng %1$s trong thanh tiêu đề bên

source: Include the %1$s symbol in the tab title
ca: Inclou el %1$s símbol al títol de la pestanya
cs: Přidat symbol %1$s do názvu záložky
de: Das Symbol %1$s in den Registerkartentitel einfügen
es: Incluir el símbolo %1$s en el título de la pestaña
fr: Inclure le symbole %1$s dans le titre de l'onglet
ru: Включите символ %1$s в заголовок вкладки
sk: Použiť symbol %1$s v názve záložky
ta: தாவல் தலைப்பில் %1$s சின்னத்தை சேர்க்கவும்
vi: Bao gồm biểu tượng %1$s trong tiêu đề tab

source: Location Data Providers
ca: Proveïdors de dades d'ubicació
cs: Poskytovatelé polohových údajů
de: Anbieter von Standortdaten (Location Data Providers)
es: Proveedores de datos de geolocalización
fr: Fournisseurs de Données de Localisation
ru: Поставщики данных о местоположении
sk: Poskytovatelia údajov o polohe
ta: இருப்பிட தரவு வழங்குநர்கள்
vi: Nhà cung cấp dữ liệu vị trí
